Repository: soyeht/soyeht-ios
Catalog: TerminalApp/Soyeht/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, pt_br, pt_pt, ru, ur, zh_hans

# carousel.card3.subtitle
source: Publish any agent as a website anyone can reach.
ar: انشر أي وكيل كموقع ويب يمكن لأي شخص الوصول إليه.
bn: যেকোনো এজেন্টকে এমন ওয়েবসাইট হিসেবে প্রকাশ করুন যেখানে যে কেউ পৌঁছাতে পারে।
de: Veröffentlichen Sie jeden Agenten als Website, die jeder erreichen kann.
es: Publica cualquier agente como un sitio web al que cualquiera pueda entrar.
fr: Publiez n’importe quel agent comme un site web accessible à tous.
hi: किसी भी agent को ऐसी website के रूप में publish करें जिस तक कोई भी पहुँच सके।
id: Publikasikan agen apa pun sebagai situs web yang bisa dijangkau siapa saja.
ja: どのエージェントでも、誰でもアクセスできるWebサイトとして公開できます。
ko: 어떤 에이전트든 누구나 접속할 수 있는 웹사이트로 게시하세요.
pt_br: Publique qualquer agente como um site que qualquer pessoa pode acessar.
pt_pt: Publique qualquer agente como um site a que qualquer pessoa pode aceder.
ru: Опубликуйте любого агента как сайт, доступный каждому.
ur: کسی بھی agent کو ایسی website کے طور پر publish کریں جس تک کوئی بھی پہنچ سکے۔
zh_hans: 将任意智能体发布为任何人都能访问的网站。

# carousel.card3.a11y
source: Your computer, a server. Publish any agent as a website anyone can reach.
ar: كمبيوترك، خادم. انشر أي وكيل كموقع ويب يمكن لأي شخص الوصول إليه.
bn: আপনার কম্পিউটার, একটি সার্ভার। যেকোনো এজেন্টকে এমন ওয়েবসাইট হিসেবে প্রকাশ করুন যেখানে যে কেউ পৌঁছাতে পারে।
de: Ihr Computer, ein Server. Veröffentlichen Sie jeden Agenten als Website, die jeder erreichen kann.
es: Tu computadora, un servidor. Publica cualquier agente como un sitio web al que cualquiera pueda entrar.
fr: Votre ordinateur, un serveur. Publiez n’importe quel agent comme un site web accessible à tous.
hi: आपका computer, एक server। किसी भी agent को ऐसी website के रूप में publish करें जिस तक कोई भी पहुँच सके।
id: Komputer Anda, sebuah server. Publikasikan agen apa pun sebagai situs web yang bisa dijangkau siapa saja.
ja: あなたのコンピュータをサーバーに。どのエージェントでも、誰でもアクセスできるWebサイトとして公開できます。
ko: 당신의 컴퓨터가 서버가 됩니다. 어떤 에이전트든 누구나 접속할 수 있는 웹사이트로 게시하세요.
pt_br: Seu computador, um servidor. Publique qualquer agente como um site que qualquer pessoa pode acessar.
pt_pt: O seu computador, um servidor. Publique qualquer agente como um site a que qualquer pessoa pode aceder.
ru: Ваш компьютер, сервер. Опубликуйте любого агента как сайт, доступный каждому.
ur: آپ کا computer، ایک server۔ کسی بھی agent کو ایسی website کے طور پر publish کریں جس تک کوئی بھی پہنچ سکے۔
zh_hans: 你的电脑，就是服务器。将任意智能体发布为任何人都能访问的网站。

# carousel.card2.title
source: Your agents work together
ar: وكلاؤك يعملون معًا
bn: আপনার এজেন্টরা একসঙ্গে কাজ করে
de: Ihre Agenten arbeiten zusammen
es: Tus agentes trabajan juntos
fr: Vos agents travaillent ensemble
hi: आपके agents साथ मिलकर काम करते हैं
id: Agen Anda bekerja bersama
ja: エージェントが一緒に動きます
ko: 에이전트들이 함께 작업합니다
pt_br: Seus agentes trabalham juntos
pt_pt: Os seus agentes trabalham juntos
ru: Ваши агенты работают вместе
ur: آپ کے agents ساتھ مل کر کام کرتے ہیں
zh_hans: 你的智能体会协同工作

# carousel.card2.subtitle
source: Let them chat, split the work, and get things done as a team.
ar: دعهم يتحاورون، يقسمون العمل، وينجزون المهام كفريق.
bn: তাদের কথা বলতে, কাজ ভাগ করতে, এবং দল হিসেবে কাজ শেষ করতে দিন।
de: Lassen Sie sie miteinander chatten, die Arbeit aufteilen und Aufgaben als Team erledigen.
es: Deja que conversen, dividan el trabajo y completen tareas como equipo.
fr: Laissez-les échanger, se répartir le travail et avancer en équipe.
hi: उन्हें chat करने दें, काम बाँटने दें, और team की तरह काम पूरा करने दें।
id: Biarkan mereka mengobrol, membagi pekerjaan, dan menyelesaikannya sebagai tim.
ja: 会話し、作業を分担し、チームとして仕事を進められます。
ko: 서로 대화하고, 일을 나누고, 팀으로 결과를 만들게 하세요.
pt_br: Deixe-os conversar, dividir o trabalho e resolver tudo como um time.
pt_pt: Deixe-os conversar, dividir o trabalho e concluir tarefas como uma equipa.
ru: Позвольте им общаться, делить работу и выполнять задачи как команда.
ur: انہیں chat کرنے دیں، کام بانٹنے دیں، اور team کی طرح کام مکمل کرنے دیں۔
zh_hans: 让它们聊天、分工，并像团队一样把事情完成。

# carousel.card2.a11y
source: Your agents work together. Let them chat, split the work, and get things done as a team.
ar: وكلاؤك يعملون معًا. دعهم يتحاورون، يقسمون العمل، وينجزون المهام كفريق.
bn: আপনার এজেন্টরা একসঙ্গে কাজ করে। তাদের কথা বলতে, কাজ ভাগ করতে, এবং দল হিসেবে কাজ শেষ করতে দিন।
de: Ihre Agenten arbeiten zusammen. Lassen Sie sie miteinander chatten, die Arbeit aufteilen und Aufgaben als Team erledigen.
es: Tus agentes trabajan juntos. Deja que conversen, dividan el trabajo y completen tareas como equipo.
fr: Vos agents travaillent ensemble. Laissez-les échanger, se répartir le travail et avancer en équipe.
hi: आपके agents साथ मिलकर काम करते हैं। उन्हें chat करने दें, काम बाँटने दें, और team की तरह काम पूरा करने दें।
id: Agen Anda bekerja bersama. Biarkan mereka mengobrol, membagi pekerjaan, dan menyelesaikannya sebagai tim.
ja: エージェントが一緒に動きます。会話し、作業を分担し、チームとして仕事を進められます。
ko: 에이전트들이 함께 작업합니다. 서로 대화하고, 일을 나누고, 팀으로 결과를 만들게 하세요.
pt_br: Seus agentes trabalham juntos. Deixe-os conversar, dividir o trabalho e resolver tudo como um time.
pt_pt: Os seus agentes trabalham juntos. Deixe-os conversar, dividir o trabalho e concluir tarefas como uma equipa.
ru: Ваши агенты работают вместе. Позвольте им общаться, делить работу и выполнять задачи как команда.
ur: آپ کے agents ساتھ مل کر کام کرتے ہیں۔ انہیں chat کرنے دیں، کام بانٹنے دیں، اور team کی طرح کام مکمل کرنے دیں۔
zh_hans: 你的智能体会协同工作。让它们聊天、分工，并像团队一样把事情完成。

# carousel.card4.title
source: Voice is faster
ar: الصوت أسرع
bn: কণ্ঠস্বর দ্রুততর
de: Sprache ist schneller
es: La voz es más rápida
fr: La voix va plus vite
hi: Voice तेज़ है
id: Suara lebih cepat
ja: 声のほうが速い
ko: 음성이 더 빠릅니다
pt_br: Voz é mais rápida
pt_pt: A voz é mais rápida
ru: Голос быстрее
ur: Voice زیادہ تیز ہے
zh_hans: 语音更快

# carousel.card4.subtitle
source: Talk to your agents, more natural than typing.
ar: تحدث إلى وكلائك، بطريقة أكثر طبيعية من الكتابة.
bn: আপনার এজেন্টদের সঙ্গে কথা বলুন, টাইপ করার চেয়ে বেশি স্বাভাবিক।
de: Sprechen Sie mit Ihren Agenten, natürlicher als Tippen.
es: Habla con tus agentes, más natural que escribir.
fr: Parlez à vos agents, plus naturellement qu’en tapant.
hi: अपने agents से बात करें, typing से ज़्यादा natural.
id: Bicaralah dengan agen Anda, lebih alami daripada mengetik.
ja: エージェントに話しかけるほうが、入力より自然です。
ko: 에이전트에게 말하세요. 타이핑보다 더 자연스럽습니다.
pt_br: Fale com seus agentes, mais natural do que digitar.
pt_pt: Fale com os seus agentes, mais natural do que escrever.
ru: Говорите со своими агентами, это естественнее, чем печатать.
ur: اپنے agents سے بات کریں، typing سے زیادہ natural۔
zh_hans: 和你的智能体说话，比打字更自然。

# carousel.card4.a11y
source: Voice is faster. Talk to your agents, more natural than typing.
ar: الصوت أسرع. تحدث إلى وكلائك، بطريقة أكثر طبيعية من الكتابة.
bn: কণ্ঠস্বর দ্রুততর। আপনার এজেন্টদের সঙ্গে কথা বলুন, টাইপ করার চেয়ে বেশি স্বাভাবিক।
de: Sprache ist schneller. Sprechen Sie mit Ihren Agenten, natürlicher als Tippen.
es: La voz es más rápida. Habla con tus agentes, más natural que escribir.
fr: La voix va plus vite. Parlez à vos agents, plus naturellement qu’en tapant.
hi: Voice तेज़ है। अपने agents से बात करें, typing से ज़्यादा natural.
id: Suara lebih cepat. Bicaralah dengan agen Anda, lebih alami daripada mengetik.
ja: 声のほうが速い。エージェントに話しかけるほうが、入力より自然です。
ko: 음성이 더 빠릅니다. 에이전트에게 말하세요. 타이핑보다 더 자연스럽습니다.
pt_br: Voz é mais rápida. Fale com seus agentes, mais natural do que digitar.
pt_pt: A voz é mais rápida. Fale com os seus agentes, mais natural do que escrever.
ru: Голос быстрее. Говорите со своими агентами, это естественнее, чем печатать.
ur: Voice زیادہ تیز ہے۔ اپنے agents سے بات کریں، typing سے زیادہ natural۔
zh_hans: 语音更快。和你的智能体说话，比打字更自然。

# carousel.card5.title
source: Mac and iPhone, together
ar: Mac و iPhone معًا
de: Mac und iPhone, zusammen
es: Mac y iPhone, juntos
fr: Mac et iPhone, ensemble
hi: Mac और iPhone, साथ में
id: Mac dan iPhone, bersama
ja: Mac と iPhone を一緒に
ko: Mac과 iPhone을 함께
pt_br: Mac e iPhone, juntos
pt_pt: Mac e iPhone, juntos
ru: Mac и iPhone вместе
ur: Mac اور iPhone، ساتھ
zh_hans: Mac 和 iPhone，协同使用

# carousel.card5.subtitle
source: Set up on Mac, access from anywhere on iPhone. One home, two ways in.
ar: أعد الإعداد على Mac وادخل من أي مكان عبر iPhone. منزل واحد وطريقتان للدخول.
de: Auf dem Mac einrichten, von überall auf dem iPhone zugreifen. Ein Zuhause, zwei Wege hinein.
es: Configura en Mac y accede desde cualquier lugar en iPhone. Una casa, dos formas de entrar.
fr: Configurez sur Mac, accédez depuis n’importe où sur iPhone. Une maison, deux façons d’entrer.
hi: Mac पर set up करें, iPhone से कहीं से भी access करें। One home, two ways in.
id: Siapkan di Mac, akses dari mana saja di iPhone. Satu rumah, dua cara masuk.
ja: Mac で設定し、iPhone でどこからでもアクセスできます。1 つの家に 2 つの入り口。
ko: Mac에서 설정하고 iPhone으로 어디서든 접근하세요. 하나의 홈, 두 가지 입구입니다.
pt_br: Configure no Mac, acesse de qualquer lugar pelo iPhone. Uma casa, dois jeitos de entrar.
pt_pt: Configure no Mac e aceda a partir de qualquer lugar pelo iPhone. Uma casa, duas formas de entrar.
ru: Настройте на Mac и заходите откуда угодно с iPhone. Один дом, два способа входа.
ur: Mac پر set up کریں، iPhone سے کہیں سے بھی access کریں۔ One home, two ways in.
zh_hans: 在 Mac 上设置，在 iPhone 上随处访问。一个家，两种入口。

# carousel.card5.a11y
source: Mac and iPhone, together. Set up on Mac and access from anywhere on iPhone.
ar: Mac و iPhone معًا. أعد الإعداد على Mac وادخل من أي مكان عبر iPhone.
de: Mac und iPhone, zusammen. Auf dem Mac einrichten und von überall auf dem iPhone zugreifen.
es: Mac y iPhone, juntos. Configura en Mac y accede desde cualquier lugar en iPhone.
fr: Mac et iPhone, ensemble. Configurez sur Mac et accédez depuis n’importe où sur iPhone.
hi: Mac और iPhone, साथ में। Mac पर set up करें और iPhone से कहीं से भी access करें।
id: Mac dan iPhone, bersama. Siapkan di Mac dan akses dari mana saja di iPhone.
ja: Mac と iPhone を一緒に。Mac で設定し、iPhone でどこからでもアクセスできます。
ko: Mac과 iPhone을 함께. Mac에서 설정하고 iPhone으로 어디서든 접근하세요.
pt_br: Mac e iPhone, juntos. Configure no Mac e acesse de qualquer lugar pelo iPhone.
pt_pt: Mac e iPhone, juntos. Configure no Mac e aceda a partir de qualquer lugar pelo iPhone.
ru: Mac и iPhone вместе. Настройте на Mac и заходите откуда угодно с iPhone.
ur: Mac اور iPhone، ساتھ۔ Mac پر set up کریں اور iPhone سے کہیں سے بھی access کریں۔
zh_hans: Mac 和 iPhone，协同使用。在 Mac 上设置，在 iPhone 上随处访问。

# carousel.card1.title
source: Explore the Claw Store
ar: استكشف Claw Store
bn: Claw Store ঘুরে দেখুন
de: Entdecken Sie den Claw Store
es: Explora Claw Store
fr: Explorez le Claw Store
hi: Claw Store देखें
id: Jelajahi Claw Store
ja: Claw Store を探索
ko: Claw Store 살펴보기
pt_br: Explore a Claw Store
pt_pt: Explore a Claw Store
ru: Изучите Claw Store
ur: Claw Store دیکھیں
zh_hans: 探索 Claw Store

# carousel.card1.subtitle
source: One agent is never enough. Visit the Claw Store and spin up agents with a single tap.
ar: وكيل واحد لا يكفي أبدًا. افتح Claw Store وشغّل وكلاء بلمسة واحدة.
bn: একজন এজেন্ট কখনোই যথেষ্ট নয়। Claw Store-এ যান এবং এক ট্যাপে এজেন্ট চালু করুন।
de: Ein Agent reicht nie aus. Öffnen Sie Claw Store und starten Sie Agenten mit einem Fingertipp.
es: Un solo agente nunca basta. Visita Claw Store y pon agentes en marcha con un solo toque.
fr: Un seul agent ne suffit jamais. Ouvrez Claw Store et lancez des agents d’un simple toucher.
hi: एक agent कभी काफी नहीं होता। Claw Store खोलें और एक tap में agents चलाएँ।
id: Satu agen tidak pernah cukup. Buka Claw Store dan jalankan agen dengan satu ketukan.
ja: 1つのエージェントだけでは足りません。Claw Storeを開いて、ワンタップでエージェントを起動できます。
ko: 에이전트 하나로는 충분하지 않습니다. Claw Store를 열고 한 번의 탭으로 에이전트를 실행하세요.
pt_br: Um agente nunca é suficiente. Abra a Claw Store e coloque agentes para rodar com um toque.
pt_pt: Um agente nunca chega. Abra a Claw Store e ponha agentes a correr com um toque.
ru: Одного агента всегда мало. Откройте Claw Store и запускайте агентов одним касанием.
ur: ایک agent کبھی کافی نہیں ہوتا۔ Claw Store کھولیں اور ایک tap سے agents شروع کریں۔
zh_hans: 一个智能体从来不够。打开 Claw Store，一点即可启动多个智能体。

# carousel.card1.a11y
source: Explore the Claw Store. One agent is never enough. Visit the Claw Store and spin up agents with a single tap.
ar: استكشف Claw Store. وكيل واحد لا يكفي أبدًا. افتح Claw Store وشغّل وكلاء بلمسة واحدة.
bn: Claw Store ঘুরে দেখুন। একজন এজেন্ট কখনোই যথেষ্ট নয়। Claw Store-এ যান এবং এক ট্যাপে এজেন্ট চালু করুন।
de: Entdecken Sie den Claw Store. Ein Agent reicht nie aus. Öffnen Sie Claw Store und starten Sie Agenten mit einem Fingertipp.
es: Explora Claw Store. Un solo agente nunca basta. Visita Claw Store y pon agentes en marcha con un solo toque.
fr: Explorez le Claw Store. Un seul agent ne suffit jamais. Ouvrez Claw Store et lancez des agents d’un simple toucher.
hi: Claw Store देखें। एक agent कभी काफी नहीं होता। Claw Store खोलें और एक tap में agents चलाएँ।
id: Jelajahi Claw Store. Satu agen tidak pernah cukup. Buka Claw Store dan jalankan agen dengan satu ketukan.
ja: Claw Store を探索。1つのエージェントだけでは足りません。Claw Storeを開いて、ワンタップでエージェントを起動できます。
ko: Claw Store 살펴보기. 에이전트 하나로는 충분하지 않습니다. Claw Store를 열고 한 번의 탭으로 에이전트를 실행하세요.
pt_br: Explore a Claw Store. Um agente nunca é suficiente. Abra a Claw Store e coloque agentes para rodar com um toque.
pt_pt: Explore a Claw Store. Um agente nunca chega. Abra a Claw Store e ponha agentes a correr com um toque.
ru: Изучите Claw Store. Одного агента всегда мало. Откройте Claw Store и запускайте агентов одним касанием.
ur: Claw Store دیکھیں۔ ایک agent کبھی کافی نہیں ہوتا۔ Claw Store کھولیں اور ایک tap سے agents شروع کریں۔
zh_hans: 探索 Claw Store。一个智能体从来不够。打开 Claw Store，一点即可启动多个智能体。

# howToRecover.title
source: How your home recovers
ar: كيف يستعيد منزلك الوصول
de: So wird Ihr Zuhause wiederhergestellt
es: Cómo se recupera tu casa
fr: Comment votre maison se récupère
hi: आपका home कैसे recover होता है
id: Cara rumah Anda dipulihkan
ja: 家を復旧する仕組み
ko: 홈이 복구되는 방식
pt_br: Como sua casa se recupera
pt_pt: Como a sua casa se recupera
ru: Как восстанавливается ваш дом
ur: آپ کا home کیسے recover ہوتا ہے
zh_hans: 你的家如何恢复

# howToRecover.body
source: If you lose the iPhone, another Mac that is already part of your home can recover access. Your keys are distributed, so no single device is a single point of failure.
ar: إذا فقدت iPhone، يمكن لجهاز Mac آخر موجود بالفعل في منزلك استعادة الوصول. مفاتيحك موزعة، لذلك لا يصبح أي جهاز منفرد نقطة فشل وحيدة.
de: Wenn Sie das iPhone verlieren, kann ein anderer Mac, der bereits Teil Ihres Zuhauses ist, den Zugriff wiederherstellen. Ihre Schlüssel sind verteilt, sodass kein einzelnes Gerät ein einzelner Ausfallpunkt ist.
es: Si pierdes el iPhone, otro Mac que ya forme parte de tu casa puede recuperar el acceso. Tus claves están distribuidas, así que ningún dispositivo es un punto único de fallo.
fr: Si vous perdez l’iPhone, un autre Mac déjà membre de votre maison peut récupérer l’accès. Vos clés sont distribuées, donc aucun appareil ne constitue un point de défaillance unique.
hi: अगर iPhone खो जाए, तो आपके home का हिस्सा बना दूसरा Mac access recover कर सकता है। आपकी keys distributed हैं, इसलिए कोई single device single point of failure नहीं है।
id: Jika Anda kehilangan iPhone, Mac lain yang sudah menjadi bagian dari rumah Anda dapat memulihkan akses. Kunci Anda terdistribusi, jadi tidak ada satu perangkat pun yang menjadi satu titik kegagalan.
ja: iPhone を紛失しても、家にすでに参加している別の Mac からアクセスを復旧できます。キーは分散されているため、単一のデバイスが唯一の障害点になることはありません。
ko: iPhone을 잃어버려도 이미 홈에 속한 다른 Mac이 접근 권한을 복구할 수 있습니다. 키가 분산되어 있어 어떤 단일 기기도 단일 장애 지점이 되지 않습니다.
pt_br: Se você perder o iPhone, outro Mac que já faz parte da sua casa pode recuperar o acesso. Suas chaves ficam distribuídas — nenhum dispositivo é ponto único de falha.
pt_pt: Se perder o iPhone, outro Mac que já faz parte da sua casa pode recuperar o acesso. As suas chaves ficam distribuídas — nenhum dispositivo é ponto único de falha.
ru: Если вы потеряете iPhone, другой Mac, который уже входит в ваш дом, сможет восстановить доступ. Ваши ключи распределены, поэтому ни одно устройство не является единой точкой отказа.
ur: اگر iPhone گم ہو جائے، تو آپ کے home کا حصہ بنا دوسرا Mac access recover کر سکتا ہے۔ آپ کی keys distributed ہیں، اس لیے کوئی single device single point of failure نہیں ہے۔
zh_hans: 如果你丢失 iPhone，另一个已经属于你的家的 Mac 可以恢复访问。你的密钥是分布式的，所以任何单一设备都不会成为单点故障。

# howToRecover.nav.title
source: Home recovery
ar: استعادة المنزل
de: Wiederherstellung des Zuhauses
es: Recuperación de la casa
fr: Récupération de la maison
id: Pemulihan rumah
ja: 家の復旧
ko: 홈 복구
pt_br: Recuperação da casa
pt_pt: Recuperação da casa
ru: Восстановление дома
zh_hans: 家的恢复

# howToRecover.safetyNote
source: Rediscovery is safe. You can review this explanation whenever you want.
ar: إعادة الاكتشاف آمنة. يمكنك مراجعة هذا الشرح في أي وقت.
de: Die Wiedererkennung ist sicher. Sie können diese Erklärung jederzeit erneut ansehen.
es: La redetección es segura. Puedes revisar esta explicación cuando quieras.
fr: La redécouverte est sûre. Vous pouvez revoir cette explication quand vous le souhaitez.
hi: Rediscovery safe है। आप जब चाहें यह explanation review कर सकते हैं।
id: Penemuan ulang aman. Anda dapat meninjau penjelasan ini kapan saja.
ja: 再検出は安全です。この説明はいつでも確認できます。
ko: 재발견은 안전합니다. 이 설명은 언제든지 다시 볼 수 있습니다.
pt_br: Redescobrir é seguro. Você pode rever esta explicação quando quiser.
pt_pt: Redescobrir é seguro. Pode rever esta explicação quando quiser.
ru: Повторное обнаружение безопасно. Вы можете вернуться к этому объяснению в любое время.
ur: Rediscovery safe ہے۔ آپ جب چاہیں یہ explanation review کر سکتے ہیں۔
zh_hans: 重新发现是安全的。你可以随时查看此说明。

# claw.deploy.phase.queuing
source: queuing...
ar: جارٍ الإضافة إلى قائمة الانتظار...
de: in Warteschlange...
es: en cola...
fr: en file d’attente...
id: mengantre...
ja: キューに追加中...
ko: 대기열에 추가 중...
pt_br: enfileirando...
pt_pt: a colocar na fila...
ru: в очереди...
zh_hans: 正在排队...

# claw.deploy.phase.pulling
source: pulling image...
ar: جارٍ جلب الصورة...
de: Image wird geladen...
es: descargando imagen...
fr: téléchargement de l’image...
id: mengambil image...
ja: イメージを取得中...
ko: 이미지 가져오는 중...
pt_br: baixando imagem...
pt_pt: a descarregar imagem...
ru: загрузка образа...
zh_hans: 正在拉取镜像...

# claw.deploy.phase.starting
source: starting vm...
ar: جارٍ تشغيل VM...
de: VM wird gestartet...
es: iniciando VM...
fr: démarrage de la VM...
id: memulai VM...
ja: VM を起動中...
ko: VM 시작 중...
pt_br: iniciando VM...
pt_pt: a iniciar VM...
ru: запуск VM...
zh_hans: 正在启动 VM...

# claw.deploy.phase.ready
source: ready
ar: جاهز
de: bereit
es: listo
fr: prêt
id: siap
ja: 準備完了
ko: 준비됨
pt_br: pronto
pt_pt: pronto
ru: готово
zh_hans: 就绪

# claw.deploy.phase.provisioning
source: provisioning...
ar: جارٍ التجهيز...
de: Bereitstellung...
es: aprovisionando...
fr: provisionnement...
id: menyiapkan...
ja: プロビジョニング中...
ko: 프로비저닝 중...
pt_br: provisionando...
pt_pt: provisionando...
ru: подготовка...
zh_hans: 正在预配...

# mac.detail.pane.focusedTag
source: [focused]
ar: [مركّز]
de: [fokussiert]
es: [enfocado]
fr: [actif]
id: [fokus]
ja: [フォーカス中]
ko: [포커스됨]
pt_br: [em foco]
pt_pt: [em foco]
ru: [в фокусе]
zh_hans: [已聚焦]

# pairing.progress.state.pending
source: pending
ar: معلّق
de: ausstehend
es: pendiente
fr: en attente
id: tertunda
ja: 保留中
ko: 대기 중
pt_br: pendente
pt_pt: pendente
ru: ожидание
zh_hans: 待处理

# pairing.progress.state.active
source: in progress
ar: قيد التقدم
de: in Bearbeitung
es: en progreso
fr: en cours
id: sedang berlangsung
ja: 進行中
ko: 진행 중
pt_br: em andamento
pt_pt: em curso
ru: в процессе
zh_hans: 进行中

# pairing.progress.state.done
source: done
ar: تم
de: fertig
es: listo
fr: terminé
id: selesai
ja: 完了
ko: 완료
pt_br: concluído
pt_pt: concluído
ru: готово
zh_hans: 完成

# mac.detail.window.state.minimized
source: minimized
ar: مصغّرة
de: minimiert
es: minimizada
fr: réduite
id: diminimalkan
ja: 最小化済み
ko: 최소화됨
pt_br: minimizada
pt_pt: minimizada
ru: свернуто
zh_hans: 已最小化

# mac.detail.window.state.key
source: key
ar: نشطة
de: aktiv
es: principal
fr: principale
id: utama
ja: アクティブ
ko: 키 윈도우
pt_br: ativa
pt_pt: ativa
ru: активное
zh_hans: 关键窗口

# mac.detail.window.state.open
source: open
ar: مفتوحة
de: offen
es: abierta
fr: ouverte
id: terbuka
ja: 開いている
ko: 열림
pt_br: aberta
pt_pt: aberta
ru: открыто
zh_hans: 打开

# mac.detail.window.subtitle
source: %@ - %lld workspace%@ - %lld pane%@
ar: %@ - %lld مساحة عمل%@ - %lld لوحة%@
de: %@ - %lld Arbeitsbereich%@ - %lld Bereich%@
es: %@ - %lld espacio%@ de trabajo - %lld panel%@
fr: %@ - %lld espace%@ de travail - %lld volet%@
id: %@ - %lld workspace%@ - %lld panel%@
ja: %@ - %lld ワークスペース%@ - %lld ペイン%@
ko: %@ - %lld개 워크스페이스%@ - %lld개 패널%@
pt_br: %@ - %lld área%@ de trabalho - %lld painel%@
pt_pt: %@ - %lld área%@ de trabalho - %lld painel%@
ru: %@ - %lld рабочая область%@ - %lld панель%@
zh_hans: %@ - %lld 个工作区%@ - %lld 个窗格%@

# houseNamingPhone.suggestedPrefix
source: Home
ar: المنزل
de: Zuhause
es: Casa
fr: Maison
id: Rumah
ja: 家
ko: 홈
pt_br: Casa
pt_pt: Casa
ru: Дом
zh_hans: 家

# household.owner.defaultName
source: Owner
ar: المالك
de: Eigentümer
es: Propietario
fr: Propriétaire
id: Pemilik
ja: 所有者
ko: 소유자
pt_br: Dono
pt_pt: Dono
ru: Владелец
zh_hans: 所有者

# settings.shortcut.creator.preview.typesCommand
source: types "%@"%@
ar: يكتب "%@"%@
de: tippt „%@“%@
es: escribe "%@"%@
fr: saisit « %@ »%@
id: mengetik "%@"%@
ja: "%@"%@ を入力
ko: "%@"%@ 입력
pt_br: digita "%@"%@
pt_pt: digita "%@"%@
ru: вводит "%@"%@
zh_hans: 输入“%@”%@

# house_created_title
source: %@ is ready
ar: %@ جاهزة
bn: %@ প্রস্তুত
de: %@ ist bereit
es: %@ está lista
fr: %@ est prête
hi: %@ तैयार है
id: %@ siap
ja: %@ の準備ができました
ko: %@ 준비 완료
pt_br: %@ está pronta
pt_pt: %@ está pronta
ru: %@ готов
ur: %@ تیار ہے
zh_hans: %@ 已准备就绪

# house_created_body
source: Open Soyeht to continue.
ar: افتح Soyeht للمتابعة.
bn: চালিয়ে যেতে Soyeht খুলুন।
de: Öffne Soyeht, um fortzufahren.
es: Abre Soyeht para continuar.
fr: Ouvrez Soyeht pour continuer.
hi: जारी रखने के लिए Soyeht खोलें।
id: Buka Soyeht untuk melanjutkan.
ja: 続けるには Soyeht を開いてください。
ko: 계속하려면 Soyeht를 여세요.
pt_br: Abra o Soyeht para continuar.
pt_pt: Abra o Soyeht para continuar.
ru: Откройте Soyeht, чтобы продолжить.
ur: جاری رکھنے کے لیے Soyeht کھولیں۔
zh_hans: 打开 Soyeht 继续。

# notification.houseCreated.body
source: Your home was created. Open Soyeht to confirm.
ar: تم إنشاء منزلك. افتح Soyeht للتأكيد.
bn: আপনার বাড়ি তৈরি হয়েছে। নিশ্চিত করতে Soyeht খুলুন।
de: Dein Zuhause wurde erstellt. Öffne Soyeht zum Bestätigen.
es: Tu casa se creó. Abre Soyeht para confirmar.
fr: Votre foyer a été créé. Ouvrez Soyeht pour confirmer.
hi: आपका घर बन गया है। पुष्टि करने के लिए Soyeht खोलें।
id: Rumah Anda telah dibuat. Buka Soyeht untuk mengonfirmasi.
ja: ホームが作成されました。確認するには Soyeht を開いてください。
ko: 홈이 생성되었습니다. 확인하려면 Soyeht를 여세요.
pt_br: Sua casa foi criada. Abra o Soyeht para confirmar.
pt_pt: A sua casa foi criada. Abra o Soyeht para confirmar.
ru: Ваш дом создан. Откройте Soyeht, чтобы подтвердить.
ur: آپ کا home بن گیا ہے۔ تصدیق کے لیے Soyeht کھولیں۔
zh_hans: 你的家已创建。打开 Soyeht 确认。

# emailReminder.field.placeholder
source: you@example.com
pt_br: voce@exemplo.com
pt_pt: voce@exemplo.com
